Repository: jcqc3-ua/git-DCA
Catalog: internacionalizacion/po/*.po
Languages: ca

source: Selecciona una operación:
ca: Selecciona una operació:

source: 1. Suma
ca: 1. Sumar

source: 2. Resta
ca: 2. Restar

source: 3. Multiplicación
ca: 3. Multiplicació

source: 4. División
ca: 4. Divisió

source: 5. Salir
ca: 5. Sortir

source: Introduce tu opción:
ca: Introdueix la teva opció:

source: Entrada no válida. Por favor, introduce un número.
ca: Entrada no vàlida. Si us plau, introdueix un número.

source: Introduce el primer número:
ca: Introdueix el primer número:

source: Introduce el segundo número:
ca: Introdueix el segon número:

source: Resultado: %.2f
ca: Resultat: %.2f

source: Error: No se puede dividir por cero.
ca: Error: No es pot dividir per zero.
